Repository: MarkoDojkic/SingiAttend-iOS
Catalog: SingiAttend/*.lproj/Main.strings
Languages: sr, sr_latn

# title_main
source: SingiAttend - Student Attendance
sr: SingiAttend - Евиденција присуства
sr_latn: SingiAttend - Evidencija prisustva

# title_reg
source: SingiAttend - Student Registration
sr: SingiAttend - Регистрација студента
sr_latn: SingiAttend - Registracija studenta

# br_indexa
source: Index number:
sr: Број индекса:
sr_latn: Broj indeksa:

source: Password:
sr: Лозинка:
sr_latn: Lozinka:

# register
source: Registration
sr: Регистрација
sr_latn: Registracija

# name_surname
source: Name and Surname:
sr: Име и презиме:
sr_latn: Ime i prezime:

# singimail
source: Student's e-mail address:
sr: Студентска е-маил адреса:
sr_latn: Studentska e-mail adresa:

# confirmreg
source: Register
sr: Региструј ме
sr_latn: Registruj me

source: Login
sr: Пријава
sr_latn: Prijava

# hint_namesurname
source: John Doe
sr: Марко Марковић
sr_latn: Marko Marković

# hint_singimail
source: john.doe.18@singimail.rs
sr: marko.markovic.23@singimail.rs
sr_latn: marko.markovic.23@singimail.rs

# course
source: Choose faculty and course
sr: Изаберите факултет и смер
sr_latn: Izaberite fakultet i smer

source: Cancel
sr: Одустани
sr_latn: Odustani

# regTitleSuccess
source: Registration successful
sr: Успешна регистрација
sr_latn: Uspešna registracija

# regMessageSuccess
source: You have successfully registered You can now login with your credentials
sr: Успешно сте се регистровали Сада се можете пријавити са својим акредитивима
sr_latn: Uspešno ste se registrovali Sada se možete prijaviti sa svojim akreditivima

# loginTitleSuccess
source: Login successful
sr: Успешна пријава
sr_latn: Uspešno ste se prijavili

# regTitleFailed
source: Registration failed
sr: Неуспешна регистрација
sr_latn: Neuspešna registracija

# regMessageFailed
source: Registration data is invalid, maybe user already exists Check data and try again
sr: Подаци за регистрацију су неважећи, можда корисник већ постоји Проверите податке и покушајте поново
sr_latn: Podaci za registraciju su nevažeći, možda korisnik već postoji Proverite podatke i pokušajte ponovo

# loginTitleFailed
source: Login failed
sr: Неуспешна пријава
sr_latn: Niste se uspešno prijavili

# loginMessageFailed
source: Check your index number and password
sr: Проверите Ваш број индекса и лозинку
sr_latn: Proverite Vaš broj indeksa i lozinku

# loginMessageUnknown
source: There is no student registered with the index number entered
sr: Не постоји студент са унетим бројем индекса
sr_latn: Ne postoji student sa unetim brojem indeksa

# ok
source: Fine
sr: У реду
sr_latn: U redu

source: Logout
sr: Одјава
sr_latn: Odjava

# confirmLogout
source: Logout confirmation
sr: Потврда захтева за одјављивањем
sr_latn: Potvrda zahteva za odjavljivanjem

# wannaLogout
source: Are you sure you wanna logout?
sr: Да ли сте сигурни да желите да се одјавите?
sr_latn: Da li ste sigurni da želite da se odjavite?

source: Yes
sr: Да
sr_latn: Da

source: No
sr: Не
sr_latn: Ne

# serverMessageError
source: Could not contact server Try again later
sr: Није могуће контактирати сервер Покушајте поново касније
sr_latn: Nije moguće kontaktirati server Pokušajte ponovo kasnije

# f_bb
source: Faculty of Business in Belgrade
sr: Пословни факултет у Београду
sr_latn: Poslovni fakultet u Beogradu

# f_th
source: Faculty of Tourism and Hospitality Management
sr: Факултет за туристички и хотелијерски менаџмент
sr_latn: Fakultet za turistički i hotelijerski menadžment

# f_ic
source: Faculty of Informatics and Computing
sr: Факултет за информатику и рачунарство
sr_latn: Fakultet za informatiku i računarstvo

# f_ts
source: Faculty of Technical Sciences
sr: Технички факултет
sr_latn: Tehnički fakultet

# f_su
source: Singidunum University
sr: УНИВЕРЗИТЕТ СИНГИДУНУМ
sr_latn: UNIVERZITET SINGIDUNUM

# f_ps
source: Faculty of Physical Education
sr: Факултет за физичку културу и менаџмент у спорту
sr_latn: Fakultet za fizičku kulturu i menadžment u sportu

# be_eng
source: Business Economics (English)
sr: Пословна економија (Енглески)
sr_latn: Poslovna ekonomija (Engleski)

# be_srb
source: Business Economics
sr: Пословна економија
sr_latn: Poslovna ekonomija

# ang_eng
source: Anglistics (English)
sr: Англистика (Енглески)
sr_latn: Anglistika (Engleski)

# ang_srb
source: Anglistics
sr: Англистика
sr_latn: Anglistika

# theh_eng
source: Tourism, Hospitality and Food Economics (English)
sr: Туризам, хотелијерство и економија хране (Енглески)
sr_latn: Turizam, hotelijerstvo i ekonomija hrane (Engleski)

# theh_srb
source: Tourism, Hospitality and Food Economics
sr: Туризам, хотелијерство и економија хране
sr_latn: Turizam, hotelijerstvo i ekonomija hrane

# it_eng
source: Information Technology (English)
sr: Информационе технологије (Енглески)
sr_latn: Informacione tehnologije (Engleski)

# it_srb
source: Information Technology
sr: Информационе технологије
sr_latn: Informacione tehnologije

# sde_eng
source: Software and Data Engineering (English)
sr: Софтверско и информационо инжењерство (Енглески)
sr_latn: Softversko i informaciono inženjerstvo (Engleski)

# sde_srb
source: Software and Data Engineering
sr: Софтверско и информационо инжењерство
sr_latn: Softversko i informaciono inženjerstvo

# esd_eng
source: Environment and Sustainable Development (English)
sr: Животна средина и одрживи развој (Енглески)
sr_latn: Životna sredina i održivi razvoj (Engleski)

# esd_srb
source: Environment and Sustainable Development
sr: Животна средина и одрживи развој
sr_latn: Životna sredina i održivi razvoj

# cs_srb
source: Computer science
sr: Рачунарске науке
sr_latn: Računarske nauke

# pes_srb
source: Physical education and sports
sr: Физичко васпитање и спорт
sr_latn: Fizičko vaspitanje i sport

# ms_srb
source: Management in sports
sr: Менаџмент у спорту
sr_latn: Menadžment u sportu

# f_srb
source: Pharmacy
sr: Фармација
sr_latn: Farmacija

# recordAttendanceFailed
source: Error occurred
sr: Дошло је до грешке
sr_latn: Došlo je do greške

# recordAttendanceClientError
source: Please check your internet connection
sr: Проверите Вашу интернет везу
sr_latn: Proverite Vašu internet vezu

# recordAttendanceServerError
source: Could not contact server Please check with your teacher/assistant and try again
sr: Није могуће контактирати сервер Проверите са професором/асистентом и покушајте поново
sr_latn: Nije moguće kontaktirati server Proverite sa profesorom/asistentom i pokušajte ponovo

# alreadyRecordedAttendance
source: Attendance already recorded
sr: Већ је забележено присуство
sr_latn: Već je zabeleženo prisustvo

# newlyRecordedAttendance
source: Attendance successfully recorded at
sr: Успешно забележено присуство
sr_latn: Uspešno zabeleženo prisustvo

# recordAttendanceUnknownError
source: Error occurred while recording attendance Check with your teacher/assistant
sr: Догодила се грешка приликом евидентирања присуства Проверите са професором/асистентом
sr_latn: Dogodila se greška prilikom evidentiranja prisustva Proverite sa profesorom/asistentom

# serverInactive
source: Server not active
sr: Сервер није активан
sr_latn: Server nije aktivan

# rememberCredentials
source: Save to Keychain
sr_latn: Sačuvaj u "Keychain"

# titleCredentialsNotSaved
source: Failed to save credentials
sr_latn: Neuspešno čuvanje kredencijala

# messageCredentialsNotSaved
source: An error occurred while saving login credentials to "Keychain"
sr_latn: Dogodila se greška prilikom čuvanja kredencijala za prijavu studenta u "Keychain"

# titleCredentialsSaved
source: Credentials saved successfully
sr: Успешно чување креденцијала
sr_latn: Uspešno čuvanje kredencijala

# messageCredentialsSaved
source: Entered login credentials have been successfully saved to "Keychain"
sr: Унети креденцијали за пријаву студента су успешно сачувани
sr_latn: Uneti kredencijali za prijavu studenta su uspešno sačuvani u "Keychain"

# saveForBiometricsAuthentication
source: Use this account for login using biometrics authentication
sr: Користите овај налог за пријављивање коришћењем биометријске аутентификације
sr_latn: Koristite ovaj nalog za prijavljivanje korišćenjem biometrijske autentifikacije

# loginUsingBiometricsAuthentication
source: Login using Touch/Face ID
sr: Пријавите се користећи Touch/Face ID
sr_latn: Prijavi me korišćenjem Touch/Face ID-a

# biometricsNoAccountMessage
source: You haven't associated any login credentials with biometric authentication
sr: Нисте повезали ниједан акредитив за пријављивање са биометријском аутентификацијом
sr_latn: Niste povezali nijedan akreditiv za prijavljivanje sa biometrijskom autentifikacijom

# biometricsKeychainReadFailed
source: Error occurred while reading keychain password
sr: Дошло је до грешке при читању лозинке из "Keychain"-a
sr_latn: Došlo je do greške pri čitanju lozinke iz "Keychain"-a

# biometricsAuthenticationFailed
source: Biometrics authentication failed, try again
sr: Биометријска аутентификација није успела, покушајте поново
sr_latn: Biometrijska autentifikacija nije uspela, pokušajte ponovo

# biometricsNotAvailable
source: Biometrics authentication is not available on this device Touch ID nor Face ID is ßavailable
sr: Биометријски подаци нису доступни на овом уређају Touch ID нити Face ID нису доступни
sr_latn: Biometrijski podaci nisu dostupni na ovom uređaju Touch ID niti Face ID nisu dostupni

# biometricsNotEnrolled
source: Biometrics authentication is not set on this device Please setup either Touch ID or Face ID
sr: Биометријска аутентификација није подешена на овом уређају Подесите Touch ID или Face ID
sr_latn: Biometrijska autentifikacija nije podešena na ovom uređaju Podesite ili Touch ID ili Face ID

# biometricsLockout
source: Use of Touch ID or Face ID is locked on this device
sr: Коришћење Touch ID-a или Face ID-a је закључано на овом уређају
sr_latn: Korišćenje Touch ID-a ili Face ID-a je zaključano na ovom uređaju

# biometricsGenericError
source: Unknown error with use of Touch ID or Face ID occurred Please check your biometrics configuration
sr: Дошло је до непознате грешке при коришћењу Touch ID-a или Face ID-a Проверите своју биометријску конфигурацију
sr_latn: Došlo je do nepoznate greške pri korišćenju Touch ID-a ili Face ID-a Proverite svoju biometrijsku konfiguraciju

# copyright
source: © Marko Dojkić 2020-2023
sr: © Марко Дојкић 2020-2025
